/**
 * @module 加载中的提示
 *
 * 任何人都可以添加新的提示项
 */

export default [
  "在输入数值时按Tab键可以快速切换到下一个输入框",
  "你可以在QQ群中提交你希望实现的功能~",
  "编辑器的顶栏似乎空荡荡的?",
  "令Alan最头疼的事情就是上线生产环境后报错 :-(",
  "本项目有超过10位合作者!",
  "编辑器的导航栏好像藏着什么...",
  "主页右上角的'关于'中有各个版本更新记录",
  "某些大版本的更新日志上有时光机选项, 可以让你看到原来的BVP是什么样的",
  "BVP的合作者有很多大佬哒!",
  "彩蛋往往藏在不起眼的地方",
  "你喜欢这个加载环吗?",
  "本网站使用Material设计!",
  "Alan作为强迫症, 是不会放过任何一个bug和细节哒!",
  "有能力的话, 不妨来资助一下这个项目?",
  "如果你有技术, 你随时可以加入我们!",
  "Loading~ lodaing lading loding lding oding~ ding~",
  "awa?",
  "其实对于大佬来说, 口令是完全可以破解的",
  "Alex79: 令我最头疼的就是看着教程写还会报错",
  "Alex79: 我有强迫症，是不会放过任何一个不规范的命名的",
  "别问为什么网络好也有Loading, 问就是为了让你多看会Tips"
]
